Repository: Acconitum/charts
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tt_content.tx_charts_chartdata
source: Chart Data
de: Diagrammdaten

# tt_content.CType.div._charts_
source: Charts
de: Diagramme

# tt_content.CType.chart_bar
source: Bar Chart
de: Balkendiagram

# tt_content.CType.chart_line
source: Line Chart
de: Liniendiagramm

# tt_content.CType.chart_pie
source: Pie Chart
de: Kreisdiagramm

# tt_content.CType.chart_doughnut
source: Doughnut Chart
de: Donut-Diagramm

# tx_charts_domain_model_chartdata
source: Chart Dataset
de: Diagrammdaten

# tx_charts_domain_model_chartdata.title
source: Title
de: Titel

# tx_charts_domain_model_chartdata.type
source: Spreadsheet based?
de: basierend auf Kalkulationstabellen?

# tx_charts_domain_model_chartdata.type.activate
source: Activate
de: Aktivieren

# tx_charts_domain_model_chartdata.datasets_labels
source: Dataset Labels
de: Datensatz Beschriftungen

# tx_charts_domain_model_chartdata.spreadsheet_labels
source: Labels (single row or column)
de: Beschriftungen (einfache Reihe oder Spalte)

# tx_charts_domain_model_chartdata.spreadsheet_datasets
source: Datasets (mulitple rows or columns)
de: Datensätze (mehrere Reihen oder Spalten)

# tx_charts_domain_model_chartdata.spreadsheet_datasets_labels
source: Dataset Labels (single row or column)
de: Datensatz Beschriftungen (einfache Reihe oder Spalte)

# tx_charts_domain_model_chartdata.spreadsheet_assets
source: Spreadsheet Assets
de: Kalkulationstabellen

# tx_charts_domain_model_chartdata.tab_colors
source: Colors
de: Farben

# tx_charts_domain_model_chartdata.background_colors
source: Background Colors
de: Hintergrundfarben

# tx_charts_domain_model_chartdata.background_colors.description
source: An empty color palette defaults to usage of spreadsheet cell backgrounds if available
de: Standardmäßig werden die Hintergrundfarben aus der Kalkulationstabelle genutzt sofern diese Farbpalette leer ist

# tx_charts_domain_model_chartdata.border_colors
source: Border Colors
de: Randfarben

# tx_charts_domain_model_chartdata.border_colors.description
source: An empty color palette defaults to usage of spreadsheet cell border colors if available
de: Standardmäßig werden die Randfarben aus der Kalkulationstabelle genutzt sofern diese Farbpalette leer ist
